1. 步骤2、步骤3中mac地址一致
2. 步骤4读取SSID1名称，步骤5读取SSID1密码，步骤6读取SSID1开关状态，步骤7读取SSID1隐藏状态都正常
3. 步骤11手机能正常接入

4. 步骤14 ath0未UP

5. 步骤18能正常接入
6. 步骤22手机无法接入

7. 步骤25第一台手机能接入，第二台手机无法接入
8. 步骤28手机互ping不通
9. 步骤32手机无需输入密码即可接入
10. 步骤36 wpa类型值为1
11. 步骤39 wpa类型值为2
12. 步骤42 wpa类型值为3
13. 步骤45 ath0 down掉
14. 步骤48 ath0 up
15. 步骤51 2.4G信道为8
16. 步骤54 2.4G无线模式为802.11n
17. 步骤57 2.4G频宽为40MHz
18. 步骤60 2.4G无线发射功率强度为19dbm
19. 步骤65 四条流占用带宽的情况AC_VO>AC_VI>AC_BE>AC_BK
20. 步骤66、步骤67中mac地址一致
21. 步骤68读取SSID5名称，步骤69读取SSID5密码，步骤70读取SSID5开关状态，步骤71读取SSID5隐藏状态都正常
22. 步骤75手机能正常接入
23. 步骤78 ath4未UP
24. 步骤82能正常接入
25. 步骤86手机无法接入
26. 步骤89第一台手机能接入，第二台手机无法接入
27. 步骤92手机互ping不通
28. 步骤96手机无需输入密码即可接入
29. 步骤100 wpa类型值为1
30. 步骤103 wpa类型值为2
31. 步骤106 wpa类型值为3
32. 步骤109 ath4 down掉
33. 步骤112 ath4 up
34. 步骤115 2.4G信道为36
35. 步骤118 2.4G无线模式为802.11ac
36. 步骤121 2.4G频宽为40MHz
37. 步骤124 2.4G无线发射功率强度为22dbm
38. 步骤129 四条流占用带宽的情况AC_VO>AC_VI>AC_BE>AC_BK
39. 步骤130 读取值符合当前设备情况
21. 步骤139 SSID1~SSID8是否都处于UP状态，且手机能搜索到对应SSID


1. 步骤2、步骤3中mac地址一致
 
2. 步骤4读取SSID1名称，步骤5读取SSID1密码，步骤6读取SSID1开关状态，步骤7读取SSID1隐藏状态都正常
 
3. 步骤11手机能正常接入
4. 步骤14 ath0未UP
 
5. 步骤18能正常接入
6. 步骤22手机无法接入
7. 步骤25第一台手机能接入，第二台手机无法接入
8. 步骤28手机互ping不通
9. 步骤32手机无需输入密码即可接入
10. 步骤36 wpa类型值为1
 
11. 步骤39 wpa类型值为2
 
12. 步骤42 wpa类型值为3
 
13. 步骤45 ath0 down掉
 
14. 步骤48 ath0 up
 
15. 步骤51 2.4G信道为8
 
16. 步骤54 2.4G无线模式为802.11n
 
17. 步骤57 2.4G频宽为40MHz
 
18. 步骤60 2.4G无线发射功率强度为19dbm
 
19. 步骤65 四条流占用带宽的情况AC_VO>AC_VI>AC_BE>AC_BK
 
20. 步骤66、步骤67中mac地址一致
 
21. 步骤68读取SSID5名称，步骤69读取SSID5密码，步骤70读取SSID5开关状态，步骤71读取SSID5隐藏状态都正常
 
22. 步骤75手机能正常接入
23. 步骤78 ath4未UP
 
24. 步骤82能正常接入
25. 步骤86手机无法接入
26. 步骤89第一台手机能接入，第二台手机无法接入
27. 步骤92手机互ping不通
28. 步骤96手机无需输入密码即可接入
29. 步骤100 wpa类型值为1
 
30. 步骤103 wpa类型值为2
 
31. 步骤106 wpa类型值为3
 
32. 步骤109 ath0 down掉

33. 步骤112 ath4 up

34. 步骤115 2.4G信道为36
 
35. 步骤118 2.4G无线模式为802.11n
 
36. 步骤121 2.4G频宽为40MHz
 
37. 步骤124 2.4G无线发射功率强度为22dbm
 
38. 步骤129 四条流占用带宽的情况AC_VO>AC_VI>AC_BE>AC_BK
 
39. 步骤130 读取值符合当前设备情况
 
21. 步骤139 SSID1~SSID8是否都处于UP状态，且手机能搜索到对应SSID